{
    "services": {
        "ndt": {
            "header": "Nondestructive Testing Methods",
            "body": "Southern Industrial Services technicians are qualified and certified in an array of nondestructive testing methods. We have the experience and expertise needed to keep you running in a competitive and driven industry.",
            "li0": "MT Magnetic Particle Testing",
            "li1": "UT Ultrasonic Testing",
            "li2": "PT Penetrant Testing",
            "li3": "VT Visual Testing"
        },
        "pmri": {
            "header": "Paper Machine Roll Inspections",
            "body": "Roll inspections are a cost effective and time efficient means of lowering risk and increasing the lifespan of paper machine rolls. Our expert inspectors can find detrimental flaws and indications that could lead to catastrophic damage if left undetected.  "
        },
        "ssi": {
            "header": "Suction Shell Inspections",
            "body": "Southern Industrial Services’ has the expertise you want for all of your suction roll inspection needs. Our experienced technicians follow critical TAPPI TIP 0402-19 guidelines to ensure every examination is performed to the highest standard. Feel confident in our examinations with detailed documentation and explicative reports. ",
            "li0": "(VT) Extensive Visual Inspection of inside diameter",
            "li1": "Hole enlargement readings",
            "li2": "(PT) Liquid Penetrant examination of inside diameter",
            "li3": "(PT) Fluorescent Penetrant examination of roll head fits",
            "li4": "(MT) Wet Fluorescent Magnetic Particle Test (Heads / Journals)",
            "li5": "Borescope examination"
        },
        "pmdci": {
            "header": "Paper Machine Dryer Can Inspections",
            "body": "Southern Industrial Services’ provides industry leading dryer inspection services. Our state of the art B-scan equipment will give you the most accurate thickness data possible. We have the expertise and experience to ensure your dryers are given the most accurate examinations on the market. We take pride in our detailed reports so that you can know the exact condition of your dryers.",
            "li0": "Our technicians follow TAPPI 0402-16 guidelines",
            "li1": "(UT) Ultrasonic Testing B-scan shell thickness measurements",
            "li2": "(UT) Ultrasonic Testing dryer head bolt flaw detection",
            "li3": "(MT) Wet Fluorescent Magnetic Particle Test dryer heads / shells / journals",
            "li4": "(VT) Visual Testing dryer internals"
        },
        "other": {
            "header": "Other",
            "body": "We hold ourselves to rigorous standards at Southern Industrial Services, and are constantly seeking to improve and innovate. We are extremely confident in our ability to perform the highest quality of inspections on the market. We look forward to working together with you to keep you running and operating at the highest efficiency. "
        }
    }
}
